#include<stdio.h>
int main(){
//sum为答案，存储每次除5后的数（累加）
/*
数5的倍数，就可以了。
以698为例：
698/5=139.6→取整→139 ? ? （表示有139个数为5的倍数） sum=sum+139 （sum初始化为0）
139/5=27.8 →取整→27 ? ? ? ?（表示有27个数为25的倍数）sum=sum+27 ? ?
（为什么25的倍数，只加了一遍，不应该加 27*2的吗，25表示两个5？ ? ? ?
因为，25的之前有一个5，在第一遍139个里面算过一次了，所以不需要加两遍。）
27/5=5.4 → 取整→5 ? ? ? ? ? ? （表示有5个数为125的倍数）sum=sum+5
5/5=1 → 取整 → 1  ? ? ?（表示有1个数为625的倍数） sum=sum+1
1/5=0 ?结束。
所以答案是 ? 139+27+5+1=172
*/
	int t,n,sum;
	scanf("%d",&t);
	while(t--)
	{
		sum=0;
		scanf("%d",&n);
		while(n>0){
			n/=5;
			sum+=n;
		}
		printf("%d\n",sum);
	}
	return 0;
}
