<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="index.aspx.cs" Inherits="index"%>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
  <p>   &nbsp&nbsp&nbsp&nbsp 沧桑砥砺，春华秋实。济南大学图书馆伴随着学校的发展而几经变迁，现已发展成为一座拥有主校区、舜耕校区两处馆舍，总建筑面积6.3万平方米，阅览座位8000余席，计算机终端380余台，日均接待读者逾万人次的现代化图书馆。其中，主校区图书馆座落于学校东南门行政办公区，是学校的标志性建筑之一。</p> 

  <p>  &nbsp&nbsp&nbsp&nbsp 图书馆是学问之所蕴，学术之所胚，也关乎学者之所成。济南大学图书馆拥有“书山”、“智海”般的人类文化典籍和系统完备的数字阅读体系，形成了以纸质文献为基础、数字资源为重点的文献资源保障体系，是莘莘学子博览群书、泛舟学海的理想去处。</p>

  <p>  &nbsp&nbsp&nbsp&nbsp 网络服务，无远弗届。济南大学图书馆建立了系统完备的数字资源服务体系，开通了移动图书馆等新媒体应用，使广大师生可以随时随地通过网络方便快捷地登录访问、查阅资料。目前，图书馆拥有近20台专用服务器，通过虚拟机技术，运行着数十个不同的服务系统，实现了资源存储数字化、服务手段现代化、信息传递网络化，极大地提高了文献资源的利用率。</p>

  <p>  &nbsp&nbsp&nbsp&nbsp 图书馆因读者而存在，其价值因读者而显现，读者的需求，就是我们的服务方向。图书馆实现了藏、借、阅一体化的全开放式自主服务模式，追求最自由、最易用的服务目标。利用自助借还书系统、自助文印系统、电子借阅机进行自助服务，启用了学习空间管理系统、小组研修室。图书馆周开放时间101小时，网络资源每天24小时不间断，免费无线网络（WIFI）实现了全覆盖，信息素养教育、咨询服务、课题立项查新、馆际互借、文献传递、服务器托管、借还书上门等服务项目不断完善与强化，为广大师生提供了多层次、多元化、一站式服务。</p>

  <p>  &nbsp&nbsp&nbsp&nbsp 博我以文，约我以礼。我们已确立美好的发展愿景：“研修阅读的舒适天地、学术交流的自由空间、含英咀华的知识宝库、网罗世界的智慧节点”。通过空间构建、资源整合、信息化建设、服务创新等工作，实现馆舍设施现代化、数字资源知识化、服务模式国际化，建设具有一定影响力的、多元化多功能的智慧型大学图书馆，为学校高水平大学建设提供精准助力。</p>
</asp:Content>

